
public class ConstructQuestions {
	
    public  ConstructQuestions(){
	Question q1 = new Question("Ποια είναι η μακρύτερη οροσειρά της Γής;","’λπεις","’νδεις", "’τλας", "B");
	Question q2 = new Question("Ποιο από τα παρακάτω δεν αποτελεί περιφερειακή συσκευή ενός προσωπικού υπολογιστή;" , "Σαρωτής", "Ποντίκι", "CPU", "C");
    Question q3 = new Question("Οι διαστάσεις, σε χιλιοστά, του τυποποιημένου φύλλου χαρτιού Α4 είναι: ", "297 x 420", "105 x 148","210 x 297", "C");
    Question q4 = new Question("Η έδρα της Διεθνούς Ολυμπιακής Επιτροπής βρίσκεται:" ,"στη Λωζάνη " , "στο Παρίσι", "στη Γενεύη", "A");
    Question q5 = new Question("Το πολίτευμα σήμερα στην Ελλάδα είναι: ", "’μεση Δημοκρατία","Προεδρική Δημοκρατία", "Προεδρευομένη Κοινοβουλευτική Δημοκρατία", "C");
    Question q6 = new Question("Ανανεώσιμη μορφή ενέργειας θεωρείται η ενέργεια από:", "πετρέλαιο", "φυσικό αέριο","βιομάζα" , "C");
    Question q7 = new Question("Ποιος από τους παρακάτω πήρε μέρος στη μάχη του Μαραθώνα το 490 π.Χ.; ","Παυσανίας","Λεωνίδας" , "Μιλτιάδης", "C");
    Question q8 = new Question("’μεση δημοκρατία συναντούμε: ", "στις Η.Π.Α. ", "στην αρχαία Ελλάδα", "στην Κούβα", "B");
    Question q9 = new Question("Αν 4 ταμίες εξυπηρετούν 4 πελάτες σε 2 λεπτά, πόσους πελάτες εξυπηρετεί 1 ταμίας σε 8 λεπτά; ", "2", "4","8", "B");
    Question q10 = new Question("Ποιο είναι το μεγαλύτερο λιμάνι διακίνησης φορτίου στον κόσμο; ", "Νέα Υόρκη","Σιγκαπούρη" ,"Ρότερνταμ" , "C");
    Question q11 = new Question("Ένας διαγωνισμός πραγματοποιείται κάθε χρόνο. Ο πρώτος έγινε το 1965. Πότε θα πραγματοποιηθεί ο 50ος;","2014", "2114", "2015", "A");
    Question q13 = new Question("Ως σημαντικότερος ιστορικός της αρχαιότητας θεωρείται ο: ", "Εμπεδοκλής ", "Παυσανίας", "Ηρόδοτος", "C");
    Question q14 = new Question("Η Καστοριά βρίσκεται ως προς την Κοζάνη: ", "βόρεια", "βορειοδυτικά","βορειοανατολικά", "C");
    Question q15 = new Question("Ο Καβάφης έζησε: "," στη Σμύρνη ","στην Αλεξάνδρεια", "στην Βηρυτό", "B");
    Question q16 = new Question("Πότε ιδρύθηκε η Κωνσταντινούπολη; ","το 330 π.Χ." , "το 320 π.Χ.","Το 340 π.Χ." , "A");
    }
}
